::Story <- [

];

::Message <- [
    ["玩家", ""],
    ["殉职", ""],
    ["来自友军伤害", ""],
    ["消息发送，系统接收太多啦，慢一点"]
];

::PlayerHint <- [
    ["夜视仪电量：", ""],
    ["电源已耗尽！", ""],
    ["你拾取了电池，已给夜视仪充能", ""],
    ["你没有装备夜视仪!", ""],

    ["防弹插板剩余：", ""],
    ["防弹插板用完了！", ""],
    ["你拾取了插板", ""],
    ["无法携带更多", ""],

    ["必须站稳才能瞄准", ""],
    ["必须解除瞄准才能移动", ""],

    ["", ""],
    ["", ""],
    ["", ""],
    ["", ""],
    ["", ""],
    ["", ""],
    ["", ""],
    ["", ""],
    ["", ""],
    ["", ""],
    ["", ""],
    ["", ""],
    ["", ""],
    ["", ""],
    ["", ""],
    ["", ""],
    ["", ""],
    ["", ""],
    ["", ""],
    ["", ""],
    ["", ""],
    ["", ""],
];

::CharacterInfo <- [
    ["对象数据"],

    ["名字：", ""],
    ["编号：", ""],
    ["隶属：", ""],
    ["编制：", ""],
    ["绰号：", ""],
    ["座右铭：", ""],
    ["●HP：", ""],

    ["美国海军陆战队(USMC)", ""],
    ["陆战远征军-第1师第11陆战团", ""],
    ["老猎犬、蓝钻", ""],

    ["美国陆军(U.S.ARMY)", ""],
    ["美第8集团军-第25步兵师", ""],
    ["热带闪电", ""],
    ["第10山地师-第1旅第87步兵团", ""],
    ["勇敢精神、美国荣誉", ""],
    ["没有更好的朋友，没有更糟的敌人", ""],
    ["永远忠诚", ""],

];

::SpecialInfo <- [
    ["[此单位为作者本人]", ""],
    ["●Stat：毁灭世界", ""],
    ["●Cr：无", ""],
    ["●HP：100000000", ""],

    ["[创建者之一]", ""],
    ["●脚本指导", ""],
    ["●作品语言翻译", ""],
    ["●配音", ""],

    ["[内测玩家]", ""]
];

::WeaopnName <- [
    ["AT-4反坦克火箭筒", ""]
];

::PlayerName <- [
    "SakuraAyi",
    "Dazai Nerau"
];